module.exports = {
  clientId: "1545332033734311966",
  guildId: "1508751366690967664",

  // רול שמקבלים אחרי Verify
  memberRoleId: "1508813260412027063",

  // רול צוות שמורשה להשתמש בפקודות מודרציה
  staffRoleId: "1508813254074564761",

  // רול Chat Mute
  muteRoleId: "1508813281660370954",

  // חדר לוגים למודרציה
  // אפשר להשאיר "" אם לא רוצים לוגים
  modLogsChannelId: "1508813300253720717",

  // =====================
  // TICKETS
  // =====================

  // הקטגוריה שבה ייפתחו הטיקטים
  ticketCategoryId: "1545339458176684143",

  // רול הצוות שמטפל בכל הטיקטים הרגילים
  ticketStaffRoleId: "1508813254074564761",

  // רול נפרד שרק הוא רואה ומטפל בטיקט "בחינה לצוות"
  staffTestTicketRoleId: "1508813258004627557",

  // חדר שאליו נשלחים לוג סגירה + Transcript
  ticketLogsChannelId: "1508813298076745810"
};